<template lang="pug">
section#resume
  h2 Resume
    .block
  .row
    .col-12
      h3 職業經歷
      h4 泰山職業訓練場
      h5 2020 年 2 月~ 2020 年 8 月
      p 前端網頁開發技術
      p 參加半年的職訓課程學習相關技能與知識，課程中修習技術也考取了網頁設計丙級證照。
    .col-12
      h3 工作經歷
      h4 國立嘉義大學 - 數位學習設計與管理學系
      h5 2017 年 2 月~ 2018 年 1 月
      p 系統管理與實作 - 課程助教
      p 1. 協助教授輔導同學的課後實作練習
      p 2. 幫助同學通過期中、期末的Linux系統安裝與設置等各項考核
    .col-12
      h3 學業經歷
      h4 國立嘉義大學
      h5 2015 年 9 月~ 2019 年 6 月
      p 數位學習設計與管理學系
      p 數位系女排、系學會幹部、畢業展覽副召集人

</template>
